#####################################################################
[Translation]

TRANSLATION_BY = Kääntänyt
TRANSLATION_NAME = Christian H
TRANSLATION_LINK = http://www.picpick.org
LANGUAGENAME=Suomi
FILEVER=3000

#####################################################################

[Common]

SYSTEM_FONT_NAME = tahoma
SYSTEM_FONT_SIZE = 8
SYSTEM_TITLE_BOLD = 1
SYSTEM_EDITOR_PANEL_SIZEOVERFLOW = 0
POPUPMARGIN=35

[MainPopup]
#-------------------------------------------------------------
MNU_OPEN_PICPICK		=Kuva&muokkain
#-------------------------------------------------------------
MNU_CAPTURE			=Ruutu&kaappaus

#3.0.0 Please omit the 'Capture' text.  For exmaple, "Capture Full-screen" (X) -> "Full-screen" (O)
#3.0.0 For Capture Bar, please try to make the menu name shortly.
MNU_CAPTURE_FULLSCREEN		=&Koko näyttö
MNU_CAPTURE_ACTIVEWINDOW	=&Aktiivinen ikkuna
MNU_CAPTURE_CONTROL		=Valitse &alue
MNU_CAPTURE_SCROLLINGWINDOW	=&Vieritettävä ikkuna
MNU_CAPTURE_REGION		=&Vapaa alue
MNU_CAPTURE_FIXEDREGION		=&Säädetty alue
MNU_CAPTURE_FREEHAND		=Vapaalla kädellä
MNU_CAPTURE_WEBPAGE		=&Verkkosivu
MNU_CAPTURE_REPEAT		=Toista &viimesin ruutukaappaus

MNU_CAPTUREQBAR			=Näytä kaappaus&palkki...
#3.0.0
#-------------------------------------------------------------
MNU_CAPTURE_SETTING		=Kuvankaappauksen &asetukset
MNU_OUTPUTTYPE			=Ulostulo&asetukset

MNU_OUTPUTTYPE_PICPICK		=PicPickin &kuvamuokkain
MNU_OUTPUTTYPE_CLIPBOARD	=Kopioi &leikepöydälle
MNU_OUTPUTTYPE_SAVEIMAGE	=Tallenna k&uva tiedostona
MNU_OUTPUTTYPE_SAVEFOLDER	=&Automaattinen tallennus...
MNU_OUTPUTTYPE_OTHER		=U&lkoiseen ohjelmaan...
MNU_OUTPUTTYPE_FTP		=Lähetä F&TP:llä
MNU_OUTPUTTYPE_SHARE		=J&aa
MNU_OUTPUTTYPE_SENDTO		=Lähe&tä ohjelmaan
MNU_OUTPUTTYPE_FACEBOOK	=Lataa Face&bookiin
MNU_OUTPUTTYPE_TWITTER		=Lataa T&witteriin
MNU_OUTPUTTYPE_MSWORD		=Microsoft &Word
MNU_OUTPUTTYPE_MSEXCEL		=Microsoft &Excel
MNU_OUTPUTTYPE_MSPPT		=Microsoft &PowerPoint
MNU_OUTPUTTYPE_MSOUTLOOK	=S-posti (Out&look)
MNU_OUTPUTTYPE_PRINTER		=T&ulostin

MNU_OUTPUTTYPE_WEB			=Lataa &Internetiin
MNU_OPT_DEFAULTFORMAT		=Kuvan oletus&formaatti
MNU_OPT_OPENEDITOR		=Avaa &muokkain, kun ohjelma käynnistetään
MNU_OPT_STARTUPPROGRAM	=&Käynnistä PicPick tietokoneen käynnistyksen yhteydessä
#-------------------------------------------------------------
MNU_COLORPICKER			=Väri&asetin
MNU_COLORPALETTE		=Värip&aletti
MNU_COPYCOLORTYPE		=Kopioi &väri...
MNU_COLORHISTORY		=Väri&historia
MNU_COLORHISTORY_CLEAR		=&Pyyhi
#-------------------------------------------------------------
MNU_MAGNIFIER			=&Suurennuslasi
MNU_PIXELRULER			=Pikseli&viivoitin
MNU_PROTRACTOR			=A&stemitta
MNU_CROSSHAIR			=Ku&lmaviivoitin
MNU_WHITEBOARD			=&Piirustustaulu
#-------------------------------------------------------------
MNU_ABOUT_PICPICK		=&Asetukset...
MNU_EXIT_PICPICK		=Po&istu


[PicPickEditor]
#-------------------------------------------------------------
MNU_FILE =&Tiedosto
MNU_FILE_NEW =&Uusi kuva
MNU_FILE_OPEN =&Avaa...
MNU_FILE_OPENCLIPBOARD =A&vaa leikepöydältä
#3.0.0
MNU_FILE_OPENURL =Avaa &URL-osoitteesta
#3.0.0
MNU_FILE_SAVESAME=&Tallenna
MNU_FILE_SAVE =Tallenna &nimellä...
MNU_FILE_SAVESELECT =Tallenna &valitu alue nimellä...
MNU_FILE_SAVEALL=Tallenna k&aikki...
MNU_FILE_PRINT=&Tulosta...
#3.0.2
MNU_FILE_CLOSEIMAGE =&Sulje kuva
MNU_FILE_CLOSECURRENTIMAGE =&Nykyinen kuva
MNU_FILE_CLOSEALLIMAGE = &Kaikki kuvat
MNU_FILE_CLOSEALLSAVEDIMAGE =Kaikki &tallennetut kuvat
#3.0.2
MNU_FILE_CLOSEIMAGE =&Sulje  nykyinen kuva
MNU_FILE_CLOSEALLIMAGE =&Sulje kaikki kuvat
MNU_FILE_CLOSEPICPICK =P&oistu
#-------------------------------------------------------------
MNU_EDIT =&Muokkaa
MNU_EDIT_UNDO =&Peru
MNU_EDIT_REDO =&Tee uudelleen
MNU_EDIT_CUT =Le&ikkaa
MNU_EDIT_COPY =&Kopioi
MNU_EDIT_PASTE =&Liitä
MNU_EDIT_PASTEFROMFILE =Liitä &tiedostosta...
MNU_EDIT_SELECTDEL =&Poista
MNU_EDIT_SELECTNEW =L&eikkaa alueeksi
MNU_EDIT_DESELECT =Poi&sta valinta
MNU_EDIT_SELECTALL =Valitse &kaikki
MNU_EDIT_IMAGERESIZE =Kuvan koon mutto/lähennys...
MNU_EDIT_CANVASRESIZE =Säädetty &koon muutto...
MNU_EDIT_VIEWBITMAP =&Näytä bittikartta kokonäyttötilassa.
#-------------------------------------------------------------
MNU_TOOLS =&Työkalut
MNU_TOOLS_FULLSCREEN 		=Kaappaa &koko näyttö
MNU_TOOLS_ACTIVEWINDOW 		=Kaappaa &aktiivinen ikkuna
MNU_TOOLS_CONTROL 		=Kaappaa valittu &alue
MNU_TOOLS_SCROLLINGWINDOW	=Kaappaa &vieritettävä ikkuna

MNU_TOOLS_WEBPAGE 		=Kaappaa &verkkosivusto
MNU_TOOLS_REGION 		=Kaappaa &alue
MNU_TOOLS_FIXEDREGION 		=Kaappaa sää&detty alue
MNU_TOOLS_FREEHAND 		=Kaappaa vapaalla kädellä piirretty alue
MNU_TOOLS_REPEAT 		=Toista &viimeisin ruutukaappaus
MNU_TOOLS_COLORPICKER		=Värinasetin
MNU_TOOLS_COLORPALETTE		=Värip&aletti
MNU_TOOLS_MAGNIFIER		=&Suurennuslasi
MNU_TOOLS_PIXELRULER		=Pikseliv&iivoitin
MNU_TOOLS_PROTRACTOR		=A&stemitta
MNU_TOOLS_CROSSHAIR		=Kulma&viivoitin
MNU_TOOLS_WHITEBOARD		=&Piirustustaulu
MNU_TOOLS_OPTION		=&Asetukset...
#-------------------------------------------------------------
#1.8.0
MNU_TOOLSOPTION				=Kaappauksen &asetukset
MNU_TOOLSOPTION_OUTPUTTYPE			=Ulostulo&asetukset
MNU_TOOLSOPTION_OPT_DEFAULTFORMAT		=Oletus&formaatti
MNU_TOOLSOPTION_DUALMONITORS			=Support for &Dual Monitors
MNU_TOOLSOPTION_HOTKEY			=Muuta &oikonpääimiä...
MNU_TOOLSOPTION_SOUND				=Ota käyttöön &äänitehosteet
MNU_TOOLSOPTION_SCROLLCAPTURE		=Ota käyttöön &automaattinen vieritys
MNU_TOOLSOPTION_MOUSECURSOR			=Näytä o&soitin kuvassa
MNU_TOOLSOPTION_STARTUPPROGRAM		=Käynnistä PicPick käynnistyksen yhteydessä
MNU_TOOLSOPTION_OPENEDITOR			=Avaa &muokkain ohjelman käynnistyksen yhteydessä
MNU_TOOLS_COLORTYPE				=Kopi&oi väri...
#1.8.0
#-------------------------------------------------------------
MNU_EFFECT 			=Teho&steet
MNU_EFFECT_INVERT 		=&Vastakohta
MNU_EFFECT_GRAYSCALE		=&Mustavalkoinen
MNU_EFFECT_MOSAIC 		=&Pikselöi...
MNU_EFFECT_BLUR 		=&Sumennna
MNU_EFFECT_SHARPEN 		=&Terävöitä
MNU_EFFECT_BRIGHTNESS 		=K&irkkaus / Kontrasti...
MNU_EFFECT_HSL 			=&Sävy / Kylläisyys...
MNU_EFFECT_BORDER 		=Pä&ä tehosteet
MNU_EFFECT_FLIP 		=&Käännä...
MNU_EFFECT_FLIPH 		=Käännä &vaakasuunnassa
MNU_EFFECT_FLIPV 		=Käännä &pystysuunnassa
MNU_EFFECT_ROTATE 		=&Kierrä
MNU_EFFECT_ROTATE90 		=&90' myötäpäivään
MNU_EFFECT_ROTATE180 		=&180' myötäpäivään
MNU_EFFECT_ROTATE270 		=&270' myötäpäivään
MNU_EFFECT_FRAME		=Kehy&s...
#3.0.0
MNU_EFFECT_COLORBALANCE		=Väriky&lläisyys...
#3.0.0
#-------------------------------------------------------------
MNU_WINDOW =&Ikkuna
MNU_WINDOW_CASCADE =&Kaskadi
MNU_WINDOW_TILEH =Otsikko &vaakasuorasti
MNU_WINDOW_TILEV =Otsikko &pystysuorasti
MNU_WINDOW_MINIMIZEALL =Pienennä kaikki
#-------------------------------------------------------------
MNU_HELP =&Ohje
MNU_HELP_WEBSITE =PicPickin kotisivu...
MNU_HELP_ABOUT =Tietoja...

PNL_TOOL_TOOLS = Työkalut
PNL_TOOL_COLOR = Väri
PNL_TOOL_PROPERTY = Ominaisuudet
LBL_TOOL_WIDTHS = Leveys:
LBL_TOOL_OPACITY = Sameus:
LBL_TOOL_SHAPE= Muoto:

#-------------------------------------------------------------
#Ribbon

#3.0.0
TAB_HOME=Työkalut
TAB_FILE=Tiedosto
TAB_VIEW=Näytä
TAB_SHAPES=Kuviot
#3.0.0

TBR_CLIPBOARD=Leikepöytä
TBN_CLIPBOARD_PASTE=Liitä
TBN_CLIPBOARD_CUT=Leikkaa
TBN_CLIPBOARD_COPY=Kopioi
TBN_CLIPBOARD_DELETE=Poista

TBR_VIEW=Näytä
TBN_VIEW_ZOOMIN=Lähennä
TBN_VIEW_ZOOMOUT=Loitonna
TBN_VIEW_FULL=Koko näyttö

TBR_IMAGE=Kuva
TBN_IMAGE_EFFECT=Tehosteet
TBN_IMAGE_CROP=Leikkaa
TBN_IMAGE_RESIZE=Muuta kokoa
TBN_IMAGE_ROTATE=Kierrä


TBR_TOOLS=Työkalut
TBR_COLOR=Värit

POP_COLORTYPE1 = Pastellivärit
POP_COLORTYPE2 = Ensisijaiset värit

#3.0.0

TBR_SHOWHIDE=Näytä tai piilota
TBN_RULER=Viivoitin
TBN_STATUSBAR=Tilapalkki
TBN_TAB = Välilehti

TBN_THUMBNAIL=Kuvänäkymä

TBR_WINDOW=Ikkuna
TBN_CASCADE=Sarjaan
TBN_ARRANGEALL=Järjestä kaikki

TBN_REGISTER=&Rekisteröi...

TBN_VIEW_100=100% näyttö

TBN_TOOLS_SELECT = Valitse

TBN_MORECOLORS = Lisää
MNU_PALETTETYPE = Paletin tyyppi

MNU_TOPBAR_TITLE = Mukauta palkin painikkeita
MNU_TOPBAR_MINIMIZERIBBON = &Pienennä palkki

#3.0.0
#-------------------------------------------------------------

[PicPickEditor Tip]
#-------------------------------------------------------------
TIP_FILE_NEW =Luo uusi kuva
TIP_FILE_OPEN =Avaa  olemassa oleva kuva
TIP_FILE_OPENCLIPBOARD =Avaa kuva leikepöydältä
#3.0.0
TIP_FILE_OPENURL =Hae kuva URL-osoitteesta
#3.0.0

TIP_FILE_SAVE =Talenna aktiivinen kuva
TIP_FILE_SAVEAS =Talenna aktiivinen kuva uudella nimellä
TIP_FILE_SAVESELECT =Tallenna valinta uudella nimellä
TIP_FILE_SAVEALL =Tallenna kaikki kuvat uudella nimellä
TIP_FILE_PRINT=Tulosta kuva
TIP_FILE_CLOSEIMAGE =Sulje nykyinen kuva
TIP_FILE_CLOSEALLIMAGE =Sulje kaikki kuvat
#3.0.2
TIP_FILE_CLOSEALLSAVEDIMAGE =Sulje kaikki tallennetut kuvatiedostot
#3.0.2
TIP_FILE_CLOSEPICPICK =Sulje ikkuna
#-------------------------------------------------------------
TIP_EDIT_UNDO =Peru viimesin toiminto
TIP_EDIT_REDO =Toista viimesin toiminto
TIP_EDIT_CUT =Leikkaa alueeksi ja kopioi leikepöydälle
TIP_EDIT_COPY =Kopioi valinta leikepöydälle
TIP_EDIT_PASTE =Liitä leikepöydän sisältö kuvaan 
TIP_EDIT_PASTEFROMFILE =Liitä tiedosto kuvaan
TIP_EDIT_SELECTDEL =Pyyhi valinta
TIP_EDIT_SELECTNEW =Leikkaa alueeksi
TIP_EDIT_DESELECT =Poista kuvan valinta
TIP_EDIT_SELECTALL =Valitse koko kuva
TIP_EDIT_IMAGERESIZE =Muuta kuvan kokoa
TIP_EDIT_CANVASRESIZE =Muuta kokoa säädetysti
TIP_EDIT_VIEWBITMAP =Näytä bittikartta kokonäyttötilassa.
#-------------------------------------------------------------
#3.0.0
TIP_TOOLS_CAPTURE = Näytä kaappauspalkki
#3.0.0
TIP_TOOLS_FULLSCREEN =Kaappaa kuva työpöydästä
TIP_TOOLS_ACTIVEWINDOW =Kaappaa kuva aktiivisesta ikkunasta
TIP_TOOLS_CONTROL =Kaappaa kuva valitusta alueesta
TIP_TOOLS_SCROLLINGWINDOW	=Kaappaa kuva vieritettävästä ikkunasta
TIP_TOOLS_WEBPAGE =Kaappaa kuva verkkosivustosta
TIP_TOOLS_REGION =Kaappaa  suorakulmainen alue
TIP_TOOLS_FREEHAND =Kaappaa vapaalla kädellä piirretty alue
TIP_TOOLS_FIXEDREGION =Kaappaa säädetty suorakulmainen alue
TIP_TOOLS_REPEAT =Kaappaa sama alue, kuin aiemmin

TIP_TOOLS_COLORPICKER	=Näytä värinvalitsin
TIP_TOOLS_COLORPALETTE	=Näytä väripaletti
TIP_TOOLS_MAGNIFIER	=Näytä suurennuslasi
TIP_TOOLS_PIXELRULER	=Näytä pikseliviivoitin
TIP_TOOLS_PROTRACTOR	=Näytä astemitta
TIP_TOOLS_CROSSHAIR	=Näytä kulmaviivoitin
TIP_TOOLS_WHITEBOARD	=Näytä piirustustaulu
TIP_TOOLS_OPTION		=Näytä joitakin ohjelman valintoja
#-------------------------------------------------------------
TIP_TOOLSOPTION					=Muuta kaaapausasetuksia
TIP_TOOLSOPTION_OUTPUTTYPE_PICPICK		=Muuta kaappauksien ulostuloa
TIP_TOOLSOPTION_OUTPUTTYPE_CLIPBOARD		=Muuta kaappauksien ulostuloa
TIP_TOOLSOPTION_OUTPUTTYPE_SAVEIMAGE		=Muuta kaappauksien ulostuloa
TIP_TOOLSOPTION_OUTPUTTYPE_SAVEFOLDER		=Muuta kaappauksien ulostuloa
TIP_TOOLSOPTION_OUTPUTTYPE_OTHER		=Muuta kaappauksien ulostuloa
TIP_TOOLSOPTION_OUTPUTTYPE_FTP		=Muuta kaappauksien ulostuloa
TIP_TOOLSOPTION_OUTPUTTYPE_FACEBOOK	=Muuta kaappauksien ulostuloa
TIP_TOOLSOPTION_OUTPUTTYPE_TWITTER	=Muuta kaappauksien ulostuloa
TIP_TOOLSOPTION_OUTPUTTYPE_WORD	=Muuta kaappauksien ulostuloa
TIP_TOOLSOPTION_OUTPUTTYPE_EXCEL	=Muuta kaappauksien ulostuloa
TIP_TOOLSOPTION_OUTPUTTYPE_POWERPOINT	=Muuta kaappauksien ulostuloa
TIP_TOOLSOPTION_OUTPUTTYPE_OUTLOOK	=Muuta kaappauksien ulostuloa
TIP_TOOLSOPTION_OUTPUTTYPE_PRINTER	=Muuta kaappauksien ulostuloa

TIP_TOOLSOPTION_OPT_DEFAULTFORMAT		=Muuta oletustiedostoformaatti
TIP_TOOLSOPTION_DUALMONITORS			=Tue useampaa näyttöä kaapatessa
TIP_TOOLSOPTION_HOTKEY				=Muuta kaappauspikanäppäinyhidistelmiä...
TIP_TOOLSOPTION_SOUND				=Salli äänitehosteet kuvaa kaapatessa
TIP_TOOLSOPTION_SCROLLCAPTURE			=Kaappaa vieritettävä kohde
TIP_TOOLSOPTION_MOUSECURSOR			=Sisällytä hiiren osoitin kaappaukseen
TIP_TOOLSOPTION_STARTUPPROGRAM		=Avaa PicPick käynnistyksen yhteydessä
TIP_TOOLSOPTION_OPENEDITOR			=Avaa PicPickin muokkain käynnistyksen yhteydessä
TIP_TOOLS_COLORTYPE				= Muuta väritystä [HTML, RGB, C++, Delphi]
#1.8.0
#-------------------------------------------------------------
TIP_EFFECT_INVERT =Muuta värejä
TIP_EFFECT_GRAYSCALE =Muuta kuva 256 värisestä mustavalkoiseksi
TIP_EFFECT_MOSAIC =Salli pikselöinti
TIP_EFFECT_BLUR =Salli sumennus
TIP_EFFECT_SHARPEN =Salli terävöitus
TIP_EFFECT_BRIGHTNESS =Kirkkaus / Kontrasti
TIP_EFFECT_HSL =Sävy / Kylläisyys
TIP_EFFECT_FLIPH =Kääntää valitun alueen tai kuvan vaakatasoon
TIP_EFFECT_FLIPV =Kääntää valitun alueen tai kuvan pystytasoon
TIP_EFFECT_ROTATE90 =Käännä 90 astetta myötäpäivään
TIP_EFFECT_ROTATE180 =Käännä 180 astetta myötäpäivään
TIP_EFFECT_ROTATE270 =Käännä 270 astetta myötäpäivään
TIP_EFFECT_FRAME=Salli kehykset

#-------------------------------------------------------------
TIP_WINDOW_CASCADE =Järjestää ikkunat päällekkäisiksi otsikoiksi
TIP_WINDOW_TILEH =Järjestää ikkunat vaakasuoriksi limittäisiksi otsikoiksi
TIP_WINDOW_TILEV =Järjestää ikkunat pystysuoriksi limittäisiksi otsikoiksi
TIP_WINDOW_MINIMIZEALL =Pienennä kaikki ikkunat
#-------------------------------------------------------------
TIP_HELP_WEBSITE =Avaa PicPickin kotisivun selanikkunaan
TIP_HELP_ABOUT =Näyttää ohjelman tiedot ja teki8jänoikeudet
#-------------------------------------------------------------
TIP_TOOL_MOVE =Siirrä
TIP_TOOL_SELECT =Valitse alue
TIP_TOOL_FILL =Täytä värillä
TIP_TOOL_BRUSH =Maalaa
TIP_TOOL_PENCIL =Kynä
TIP_TOOL_ZOOM =Suurennuslasi
TIP_TOOL_ERASER =Pyyhekumi / Väripyyhekumi
TIP_TOOL_PICKCOLOR =Aseta väri
TIP_TOOL_TEXT =Teksti
TIP_TOOL_LINE =Nuoli
TIP_TOOL_RECT =Suorakulmio
TIP_TOOL_ELLIPSE =Soikio
TIP_TOOL_ARROW =Nuoli
TIP_TOOL_RRECT =Pyöristetty suorakaide
TIP_TOOL_ADDIMAGE =Liitä kuva

#3.0.0 File menu width has been changed
TIP_OUTPUTTYPE_MSWORD1 		= Liitä kopio tästä kuvasta
TIP_OUTPUTTYPE_MSWORD2 		= Microsoft Word-tiedostoon.

TIP_OUTPUTTYPE_MSEXCEL1 		= Liitä kopio tästä kuvasta
TIP_OUTPUTTYPE_MSEXCEL2 		= Microsoft Excel-taulukkoon.

TIP_OUTPUTTYPE_MSPOWERPOINT1	= Liitä kopio tästä kuvasta
TIP_OUTPUTTYPE_MSPOWERPOINT2 	= Microsoft PowerPoint-esitykseen.

TIP_OUTPUTTYPE_PROGRAM1		= Lähetä kopio tästä kuvasta
TIP_OUTPUTTYPE_PROGRAM2 		= ulkoiseen sovellukseen.

TIP_OUTPUTTYPE_MSOUTLOOK1	=Liitä kopio tästä kuvasta
TIP_OUTPUTTYPE_MSOUTLOOK2	=sähköpostiviestiin.

TIP_OUTPUTTYPE_FACEBOOK1		= Lataa ja jaa tämä kuva
TIP_OUTPUTTYPE_FACEBOOK2 		= Facebookissa.

TIP_OUTPUTTYPE_TWITTER1		= Lataa ja jaa tämä kuva
TIP_OUTPUTTYPE_TWITTER2 		= Twitterissä.

TIP_OUTPUTTYPE_FTP1		= Lataa tämä kuva verkkosivustolle
TIP_OUTPUTTYPE_FTP2 		= FTP-yhteydellä.

TIP_OUTPUTTYPE_WEBUPLOAD1	= Lataa tämä kuva jollekin
TIP_OUTPUTTYPE_WEBUPLOAD2	= sivustolle Internetissä.
#3.0.0 File menu width has been changed


#3.0.0;Missing tips

TIP_IMAGE_ROTATEFLIP = Käännä tai irrota kuva tai valinta

TIP_TOOLS_EFFECT=Valitse tehosteet
TIP_TOOLS_WIDTHS=Valitse leveys
TIP_TOOLS_OPACITY = Valitse sameusaste

TIP_VIEW_ZOOMIN = Lähennä kuvaa
TIP_VIEW_ZOOMOUT = Loitonna kuvaa
TIP_VIEW_ZOOMSELECT =Lähennä tai loitonna
TIP_VIEW_ACTUALSIZE = Lähennä 100%:iin
TIP_VIEW_THUMBNAIL=Näytä pikkukuvasivu valitaksesi kuvan nopeasti  

TIP_SHOW_RULER=Show or hide rulers to measure your images
TIP_SHOW_STATUSBAR=Näytä tai piilota tilapalkki ikkunan alaosassa
TIP_SHOW_TAB=Näytä tai piilota välilehtipalkki

TIP_COLOR_COLOR1 = Edusta
TIP_COLOR_COLOR2 = Taustan väri
TIP_COLOR_SWAP=Vaihda eudustan ja taustan värejä
TIP_COLOR_DEFAULT = Edustan ja taustan oletusvärit
TIP_COLOR_MORE=Näytä lisää paletteja

TIP_SHAPE_FLATTEN=Upota kuviot
TIP_SHAPE_DELETE=Poista kuvio
TIP_SHAPE_DUPLICATE=Monista kuvio

TIP_SHAPE_FILL=Täytä valittu kuvio
TIP_SHAPE_OUTLINE=Kuvion ääriviiva
TIP_SHAPE_EFFECTS=Muotoile kuviot
TIP_SHAPE_ADDTEXT=Kirjoita jotain kuvioon

TIP_SHAPE_FLATTEN_ALL=Upota kaikki kuviot
TIP_SHAPE_BRINGTOFRONT=Tuo valittu kohde eteen, niin, että sen edessä on vähemmän kohteita
TIP_SHAPE_SENDTOBACK=Vie valittu kohde taakse, niin, että sen edessä on enemmän kohteita

#3.0.0

[Dialogs]
#-------------------------------------------------------------
DLG_PICPICK_EDITOR_TITLE =PicPick - Kuvanmuokkain
DLG_CONTROLCAPTURE_TITLE =PicPick - Ikkunanhallinta
DLG_SCROLLINGWINDOWCAPTURE_TITLE =PicPick - Vieritettävä ikkuna
DLG_REGIONCAPTURE_TITLE =PicPick - Kaappa alue
DLG_FIXEDREGIONCAPTURE_TITLE =Kaappaa säädetty alue
DLG_FREEHANDCAPTURE_TITLE=PicPick - Kaappaa vapaalla kädellä valittu alue
DLG_WHITEBOARDTOOL_TITLE=PicPick - Piirustustaulu
DLG_MAGNIFIER_TITLE=PicPick - Suurennuslasi
DLG_COLORPICKER_TITLE =PicPick - Väriasetin
DLG_CROSSHAIR_TITLE=PicPick - Kulmaviivoitin
DLG_COLORPALETTE_TITLE =Väripaletti
DLG_AUTOSAVE_TITLE = Automaattinen tallennus
DLG_NEWIMAGE_TITLE = Uusi kuva
DLG_PRINT_TITLE = Tulosta
DLG_CANVASSET_TITLE = Säädetty koonmuutto
DLG_IMAGERESIZE_TITLE = Koon muutto
DLG_ABOUT_TITLE = Tietoja
DLG_PIXELATE_TITLE = Pikselöi
DLG_HUESATURATION_TITLE = Sävy / Kylläisyys
DLG_BRIGHTNESSCONTRAST_TITLE = Kirkkaus / Kontrasti
DLG_FRAME_TITLE		=Kehys
DLG_FONTVIEW_TITLE = Liitä teksti
DLG_CAPTURE_TITLE=Kaappaus
DLG_CHANGEHOTKEY_TITLE = Oikonäppäimet
DLG_WEBPAGECAPTURE_TITLE = PicPick - Kaappaa verkkosivustoja
DLG_SHORTCUT_TITLE = muuta oikonäppäimiä
DLG_SETUP_TITLE		=Ohjelman asetukset
DLG_FILENAMESETUP_TITLE	=Tiedoston nimi

#3.0.6
DLG_IMAGES_TITLE	=Kuvat
#3.0.6

DLG_FTPSETUP_TITLE	=FTP
DLG_EDITORSETUP_TITLE	=Muokkain
DLG_ARROWSET_TITLE	=Mukauta nuolta
DLG_FACEBOOK_TITLE	=Facebook-yhteys
DLG_TWITTER_TITLE		=Twitter-yhteys
DLG_WEBUPLOAD_TITLE		=Lataa Internetiin

BTN_OK = &OK
BTN_CANCEL = &Peruuta
#3.0.0
BTN_APPLY = &Salli
#3.0.0
#-------------------------------------------------------------

[About]

GRP_PRESET = Asetukset
CHK_ADDSTARTUP = Avaa ohjelma käynnistyksen yhteydessä
CHK_ADDDESTKOP = Luo työpöydän ikoni
CHK_CHECKUPDATE = Hae päivityksiä
LBL_LANGUAGE = Kieli
BTN_HOTKEY = Oikonäppäimet...
BTN_CREDIT = Tekijät
LBL_PROGRAMPARAMETER=&Parametrit...
CHK_SETTINGTOAPPDATA=Talllenna asetukset sovellusdataan.
LBL_MORELANGUAGE=Lisää kieliä...

[Captures]
#-------------------------------------------------------------
GRP_CONTROLCAPTURE_PROPERTY =Ominaisuudet
LBL_CONTROLCAPTURE_CLASS =Nimi
LBL_CONTROLCAPTURE_SIZE =Koko
LBL_CONTROLCAPTURE_INFO=Control
LBL_CONTROLCAPTURE_SCROLL=Automaattinen vieritys
LBL_CONTROLCAPTURE_OUTPUTTYPE =Ulostuloasetukset
LBL_CONTROLCAPTURE_HANDLE =Käsittele
LBL_CONTROLCAPTURE_RECT =Rect
LBL_CONTROLCAPTURE_BOTTOMTIP =Valitse kaapattava kohde (painike, välilehti, ikkuna, työkalupalkki, yms...) ja paina PRINT SCREEN -näppäintä.

GRP_FIXEDREGIONCAPTURE_PROPERTY = Alueen koko
LBL_FIXEDREGIONCAPTURE_WIDTH = Leveys :
LBL_FIXEDREGIONCAPTURE_HEIGHT =Korkeus :

TIP_REGIONCAPTURE_NOTDRAG =Valitse jokin suorakulmainen kohde työpöydältä.
TIP_PIXEL = Pixels
TIP_FREEHANDCAPTURE_NOTDRAG =Piirrä jokin kuvio työpöydälle.

LBL_COLORPICKER_COLORAS =Väri :
LBL_COLORPICKER_VALUE =Arvo :

LSV_WEBPAGECAPTURE_LIST = Valitse kuvattava sivusto
BTN_WEBPAGECAPTURE_RELOAD = &Lataa uudelleen
BTN_WEBPAGECAPTURE_CAPTURE = &Kaappaus

#3.0.3
LBL_MINIHELP=Napsauta hiiren vasenta puolta valitsaksesi alueen.
#3.0.3
#-------------------------------------------------------------


[Shortcut]
#-------------------------------------------------------------
TAB_HOTKEY = Oikonpäppäimet
GRB_CAPTURE = Ruutukaappaus
GRB_TOOLS = Työkalut

LBL_KEYNONE = Ei mitään

LBL_CAPTURE_FULLSCREEN		=Kaappaa koko näyttö
LBL_CAPTURE_ACTIVEWINDOW	=Kaappaa aktiivinen ikkuna
LBL_CAPTURE_CONTROL		=Kaappaa valittu alue
LBL_CAPTURE_SCROLLINGWINDOW	=Kaappaa vieritettävä ikkuna
LBL_CAPTURE_REGION		=Kaappaa alue
LBL_CAPTURE_FIXEDREGION		=Kaappaa säädetty alue
LBL_CAPTURE_FREEHAND		=Kaappaa itse piirretty alue
LBL_CAPTURE_WEBPAGE		=Kaappaa verkkosivusto
LBL_CAPTURE_REPEAT		=Toista viimeisin kuva

LBL_TOOLS_EDITOR		=Kuvamuokkain
LBL_TOOLS_COLORPICKER		=Värinvalitsin
LBL_TOOLS_COLORPALETTE		=Väripaletti
LBL_TOOLS_PIXELRULER		=Pikseliviivoitin
LBL_TOOLS_PROTRACTOR		=Astemitta
LBL_TOOLS_CROSSHAIR		=Kulmaviivoitin
LBL_TOOLS_WHITEBOARD		=Piirustustaulu

LBL_TOOLS_MAGNIFIER		=Suurennuslasi

CBO_HOTKEY_CUSTOM		=Mukauta...
CBO_HOTKEY_DEFAULT		=PicPick-oletus
CBO_HOTKEY_HYPERSNAP		=HyperSnap
CBO_HOTKEY_OPENCAPTURE		=Avaa kaappaus
CBO_HOTKEY_NONE			=Ei käytössä


#-------------------------------------------------------------


#-------------------------------------------------------------

[FontView]

GRP_COLOR = Värit
LBL_FONTCOLOR = Kirjasimen väri
CHK_FILLCOLOR = Täyttöväri
CHK_AA = Kirjasimien pehmeät reunat

[AutoSave]
#-------------------------------------------------------------

GRP_SELECTFOLDER =Automaattinen kuvien tallennus
LBL_SELECTFOLDER =Valitse kansio automaattisesti tallennetuille kuvankaappauksillesi.
BTN_SELECTFOLDER =&Selaa...
GRP_SELECTFILENAME =Tiedoston nimi
RDO_SELECTFILENAME_TEXT =Teksti ja numero
RDO_SELECTFILENAME_NUM =Vain numero
RDO_SELECTFILENAME_DATETIME =Päivä/aika
LBL_SELECTFILENAME_DATETIME_FORMAT = vvvv-kk-pp hh mm ss
EDT_SELECTFILENAME_DEFAULT = Kuva
GRP_SELECTFORMAT =Tiedostojen formaatti
RDO_SELECTFORMAT_BMP =Bitmap (*.bmp)
RDO_SELECTFORMAT_JPG =JPEG (*.jpg)
RDO_SELECTFORMAT_PNG =Portable Network Graphics (*.png)
RDO_SELECTFORMAT_GIF =CompuServe GIF (*.gif)
#3.0.7
RDO_SELECTFORMAT_PDF =PDF (*.pdf)
#3.0.7

LBL_SAVEFILENAME=Aseta automaattisesti kaapatuille kuville tai FTP-latauksille.

LBL_EXAMPLETITLE=Esimerkki
LBL_EXAMPLE1=%y : Vuosi, %m : Kuukausi, %d : Päivä
LBL_EXAMPLE2=%h : Tunti, %n : Minuutti, %s : Sekunti
LBL_EXAMPLE3=%c : Numero

GRB_OTHERPROGRAM=Ulkoisen ohjelman asetukset
LBL_OTHERPROGRAM=Valitse ohjelma
LBL_OTHERPROGRAMPATH=Ohjelman lähdekansio :
LBL_OTHERPROGRAMPARAMETER=Parametri : 
LBL_OTHERPROGRAMSELECT=Lähetä ulkoiseen ohjelmaan...
LBL_OTHERPROGRAMMSWORD=Microsoft Word
LBL_OTHERPROGRAMMSEXCEL=Microsoft Excel
LBL_OTHERPROGRAMMSPPT=Microsoft PowerPoint

[CaptureSet]
#-------------------------------------------------------------
GRB_CAPTUREOPTION		=Kuvankaappauksen asetukset
CHK_DUALMONITORS		=Tue useampaa näyttöä kerralla
CHK_SOUND			=Salli äänitehosteet kuvaa kaapatessa
CHK_MOUSECURSOR		=Näytä hiiren osoitin kaapatuissa kuvissa
CHK_HIDEEDITOR			=Piilota PicPickin muokkain ennen kaappausta
CHK_ALWAYSCOPYCLIPBOARD	=Kopioi kaapattu kuva aina leikepöydälle

#3.0.5
CHK_STARTWITHCAPTUREBAR	=Näytä kaappauspalkki ohjelman käynnistyessä
#3.0.5

GRB_AUTOSCROLL			=Automaattinen vieritys
CHK_SCROLLCAPTURE		=Ota käyttöön automaattinen vieritys
LBL_SCROLLDELAY			=Vieritysviive : 
LBL_SCROLLDELAYMS		=ms

GRB_MAGNIFIER			=Suurennuslasi-ikkuna
CHK_MAGNIFIER			=Näytä suurennuslasi kuvankaappauksessa
LBL_ZOOMSCALE			=Lähennä :

#3.0.3
GRB_CAPTUREDELAY		=Viive ennen kaappausta
#3.0.3
#-------------------------------------------------------------

[FTP]
#-------------------------------------------------------------
GRB_FTPSERVER = FTP-palvelinasetukset
LBL_FTPADDRESS  =FTP-palvelin :
LBL_REMOTEPATH = Tarkka kansio :
LBL_PORT=Port :
CHK_PASSIVEFTP= Passiiv. FTP-yhteys
LBL_USERNAME=Käyttäjänimi :
LBL_PASSWORD=Salasana :
BTN_CONNECTTEST=KOKEILE
LBL_SENDWEBBROWSER=Avaa URL-osoite selaimessa.
LBL_SENDCLIPBOARD=Kopioi URL-osoite leikepöydälle.
LBL_WEBADDRESS=URL-osoite
#-------------------------------------------------------------

[EditorSet]
#-------------------------------------------------------------
GRB_EDITOROPTION = Muokkaimen asetukset
CHK_OPENEDITORWHENSTART=Avaa muokkain ohjelman käynnistyksen kanssa
CHK_CENTERIMAGE =Tasaa kuva ikkunan keskelle
CHK_CLOSEWITHOUTASKING =Sulje tallentamattomien kuvien ikkunat kysymättä
CHK_CROPNEW=Leikkaa uudeksi kuvaksi
CHK_SHOWCLASSICUI=Käytä klassista menu-työkalupalkkia

LBL_BG=Taustan väri :
RDO_BGGRID=Ruudukko
RDO_BGSOLID=Tasainen väri

GRB_FILETYPE=Tiedostotyypit
LBL_FILETYPE=Valitse PicPickillä avattavat tiedostomuodot
#3.0.0
LBL_FILETYPEVISTA=PicPickistä oletuskuvankäsittelyohjelma
#3.0.0
#-------------------------------------------------------------

[ArrowSet]
#-------------------------------------------------------------
CHK_START = Kärki
CHK_END = Pääty
CHK_OUTLINE = Paksunna
CBO_AT_ARROW1 = 1. nuoli
CBO_AT_ARROW2 = 2. nuoli
CBO_AT_CIRCLE = Pallo
CBO_AT_DIAMOND = Timantti
#-------------------------------------------------------------
#2.0.0


[CanvasSet]
#-------------------------------------------------------------
GRP_SIZE = Pohjan koko
LBL_WIDTH = Uusi leveys
LBL_HEIGHT =Uusi korkeus
LBL_BACKCOLOR = Taustaväri
#-------------------------------------------------------------
#2.3.5
LBL_PRESETS = Esiasetukset
CBO_CLIPBOARD=Leikepöytä
CBO_LASTUSED=Viimeksi käytetty
CBO_CURRENT=Nykyinen kuvan koko
#2.3.5

[ResizeSet]
#-------------------------------------------------------------
LBL_ZOOM = 
RDO_ZOOM = Skaalaa (prosenttisuhde)
RDO_SIZE = Skaalaa (asetetetut mitat)
CHK_KEEP = Säilytä suhde (puolet)
LBL_WIDTH = Leveys
LBL_HEIGHT = Korkeus


[ColorSet]
#-------------------------------------------------------------
BTN_PREVIEW = &Esikatsele
LBL_PIXELATE = Pikselöi
LBL_HUE = Sävy
LBL_SATURATION = Kylläisyys
LBL_BIRGHTNESS = Kirkkaus
LBL_CONTRAST = Kontrasti
#-------------------------------------------------------------

#1.8.1.0
[FrameSet]
#-------------------------------------------------------------
GRP_PREVIEW = Esikatsele
GRP_EFFECT = Tehoste
CHK_BORDER = Reuna
CHK_FRAME = Kehys
LBL_ETC=Lisää kehyksiä...
CHK_AUTO=Salli automaattinen kehyksen lisäys kaapatessa kuvaa.
#-------------------------------------------------------------

[Palette]
#-------------------------------------------------------------
LBL_RED =&Punainen
LBL_GREEN =&Vihreä
LBL_BLUE =&Sininen
LBL_TYPE = Väri :
BTN_COPY =&Kopioi

CLR_DEFAULTTEXT = Väripaletti
CLR_CUSTOMTEXT = Lisää värejä...
#-------------------------------------------------------------

[PixelRuler]
#-------------------------------------------------------------
MNU_RULER_MOVE =&Siirrä
MNU_RULER_MOVE_UP =&Ylös
MNU_RULER_MOVE_DOWN =&Alas
MNU_RULER_MOVE_LEFT =&Vasen
MNU_RULER_MOVE_RIGHT =&Oikea
#-------------------------------------------------------------
MNU_RULER_TYPE =&Tyyppi
MNU_RULER_TYPE_HOTRIZONTAL =&Vaakasuora
MNU_RULER_TYPE_VERTICAL =&Pystysuora
#-------------------------------------------------------------
MNU_RULER_TRANSPARENT =L&äpinäkyvyys
MNU_RULER_TRANSPARENT_USE =&Käytössä
MNU_RULER_TRANSPARENT_NOTUSE =&Pois käytöstä
MNU_RULER_TRANSPARENT_INC =&Lisää(+)
MNU_RULER_TRANSPARENT_DEC =&Poista(-)

MNU_MAGNIFIER		=Näytä &suurennuslasi...

#-------------------------------------------------------------
MNU_RULER_EXIT =Poi&stu
#-------------------------------------------------------------
MNU_RULER_UNIT =&Yksikkö
MNU_RULER_UNIT_PIXEL =&Pikselit
MNU_RULER_UNIT_INCH =&Tuumat
MNU_RULER_UNIT_CM = &Senttimetrit
MNU_RULER_UNIT_DPI = &DPI
MNU_RULER_COLOR = &Väri
MNU_RULER_COLOR_BLUE = &Sininen (oletus)
MNU_RULER_COLOR_YELLOW = &Keltainen (klassinen)
MNU_RULER_COLOR_WHITE = &Valkoinen
MNU_RULER_COLOR_BLACK = &Musta
MNU_RULER_UNIT_DPI_CUSTOM = &Mukauta...
DLG_CUSTOMDPI_TITLE= Mukautettu DPI-asetus
LBL_CUSTOMDPI_TEXT= Syötä pikselien koko tuumoissa (DPI) :

[WhiteBoard]
#-------------------------------------------------------------
MNU_WHITEBOARD_PENWIDTH =Kynän &paksuus
MNU_WHITEBOARD_PENCOLOR =Kynän &väri
MNU_WHITEBOARD_PENCOLOR_BLACK =Musta
MNU_WHITEBOARD_PENCOLOR_WHITE =Valkoinen
MNU_WHITEBOARD_PENCOLOR_RED =Punainen
MNU_WHITEBOARD_PENCOLOR_GREEN =Vihreä
MNU_WHITEBOARD_PENCOLOR_BLUE =Sininen
MNU_WHITEBOARD_PENCOLOR_CYAN =Sinivihreä
MNU_WHITEBOARD_PENCOLOR_MAGENTA =Purppura
MNU_WHITEBOARD_PENCOLOR_YELLOW =Keltainen
MNU_WHITEBOARD_PENCOLOR_GRAY =Harmaa
MNU_WHITEBOARD_PENCOLOR_CUSTOM =&Yms...
#-------------------------------------------------------------
MNU_WHITEBOARD_CLEAR =&Pyyhi
MNU_WHITEBOARD_SAVE =&Kaappaa näyttö
MNU_WHITEBOARD_EXIT =&Poistu
#-------------------------------------------------------------
TIP_TOOL_MOVE =Siirrä
TIP_TOOL_ZOOM =Lähennä
TIP_TOOL_PEN =Kynä
TIP_TOOL_LINE =Nuoli
TIP_TOOL_ARROW =Nuoli
TIP_TOOL_SHAPE=Kuvio
TIP_TOOL_RECT =Suorakulmio
TIP_TOOL_ELLIPSE =Soikio
TIP_TOOL_RRECT =Pyöristetty suorakulmio
TIP_TOOL_TRANSPARENT = Läpinäkyvyys
TIP_TOOL_CLEAR=Pyyhi
TIP_TOOL_SAVE=kaappaa näyttö
TIP_TOOL_WIDTH=Paksuus
TIP_TOOL_COLOR=Väri

[Print]
#-------------------------------------------------------------
BTN_PRINTERSETUP=Tulostin...
BTN_PRINT=&Tulosta
GRB_PREVIEW =Esikatsele

TAB_PAPERSETUP=Sivuasetukset
TAB_ADDTEXT=Lisää teksti

GRB_MARGINSETUP=&Koko (mm)
LBL_MARGINTOP=Yläosa
LBL_MARGINLEFT=Vasen
LBL_MARGINRIGHT=Oikea
LBL_MARGINBOTTOM=Alaosa

GRB_IMAGESETUP=&Kuvan asettelu
CHK_CENTER=Keskitä kuva
CHK_SHRINK=Sovita sivulle (shrink)
CHK_PROPORTINAL=Säilytä suhde (puolet)
CHK_GRAYSCALE=Mustavalkoinen

GRB_PAPERCOUNT=&Kopioiden määrä
LBL_PAPERUNIT=Sivu(a)

GRB_ORIENTATION=&Paperin asento
RDO_PORTRAIT=Pystysuora
RDO_LANDSCAPE=Vaakasuora

GRB_HEADER=&Yläpalkki
CHK_HEADERADD=Lisää
CBO_HEADERDEFAULT=Lisää yläpalkin teksti tähän
LBL_HEADERMARGIN=Koko :
BTN_HEADERFONT=Kirjasin...
RDO_HEADERLEFT=Vasen
RDO_HEADERCENTER=Keski
RDO_HEADERRIGHT=Oikea

GRB_FOOTER=&Aalapalkki
CHK_FOOTERADD=Lisää
CBO_FOOTERDEFAULT=Lisää alapalkin teksti tähän
LBL_FOOTERMARGIN=Koko :
BTN_FOOTERFONT=Kirjasin...
RDO_FOOTERLEFT=Vasen
RDO_FOOTERCENTER=Keski
RDO_FOOTERRIGHT=Oikea
#-------------------------------------------------------------

[Facebook] 
#and Twitter
#and WebUpload
#-------------------------------------------------------------
BTN_CLOSE = &Sulje
LBL_PREVIEW = Kuvan esikatselu
LBL_CAPTION = Photo Caption
RDO_SELECTALBUMS = Valitse albumit
RDO_CREATEALBUM = Luo uusi kuvalbumi
LBL_CREATEALBUM_NAME = Nimi : 
LBL_CREATEALBUM_LOCATION = Sijainti : 
LBL_CREATEALBUM_DESCRIPTION =Kuvaus : 
LBL_CREATEALBUM_PRIVACY = Näkyvyys : 
CBO_CREATEALBUM_1 = Kaikille
CBO_CREATEALBUM_2 = Verkostoille ja kavereille
CBO_CREATEALBUM_3 = Kaverien kavereille
CBO_CREATEALBUM_4 = Vain kaverelle
BTN_UPLOAD = Lataa
LBL_IMGURL = Kuvan URL-osoite
LBL_LINKURL = Albumin URL-osoite
LBL_UPLOADING=Ladataan...
LBL_UPLOADCOMPLETE = Lataus suoritettu
LBL_UPLOADWAIT = Odotetaan vastausta...
LBL_UPLOADFAILURE = Lataus epäonnistui. Yritä uudelleen.
LBL_UPLOADRESULT = Yksi kuva ladattu onnistubeesti.

LBL_ACCOUNT = Käyttäjätunnus :
LBL_PASSWORD = Salasana :
LBL_REMEMBERPASSWORD = Muista salasana
LBL_MESSAGE = Viesti :

LBL_WEBUPLOAD_TITLE = Lataa kuvasi suoraan verkkoon
LBL_WEBUPLOAD_TITLESUB = ImageShack - Ilmainen kuvien latauspalvelu
LBL_WEBUPLOAD_SIGNUP = Rekisteröidy hallitaksesi lataamiasi kuvia!

LBL_WEBUPLOAD_NOACCOUNT = Vieras (ei rekisteröintiä)
LBL_WEBUPLOAD_ACCOUNTEXIST = Minulla on ImageShack-tili.
#-------------------------------------------------------------

[ThumbnailView]

BTN_QUICKTABS=Pikavälilehdet
MNU_RENAME=&Nimeä uudelleen...
LBL_RENAME=Syötä tiedoston nimi.

#3.0.0

[ObjectProperty]

SHP_SHAPES = Kuviot
SHP_LINE = Viiva
SHP_CURVE = Käyrä
SHP_ARROW = Nuoli
SHP_CURVEARROW = Nuolipäinen käyrä
SHP_ELLIPSE = Soikio
SHP_RECT = Suorakaide
SHP_ROUNDRECT = Pyöristetty suorakaide
SHP_BALLOON = Kupla
SHP_DIAMOND = Vinoneliö
SHP_PENTAGON = Viisikulmio
SHP_Hexagon = Kuusikulmio
SHP_5STAR = 5-kulmainen tähti
SHP_6STAR = 6-kulmainen tähti
TAB_EDIT = Muokkaa
TBN_DELETE_OBJECT = &Poista
TBN_DUPLICATE=M&onista

MNU_FLATTEN = &Upota
MNU_FLATTENALL = &Upota kaikki

LST_CHANGESHAPE = Muuta kuviota

TAB_SHAPESTYLES=Kuviotyylit

TBN_SHAPETEXT=Liitä &teksti...
TBN_SHAPEFILL=Täyttö
MNU_SHAPEFILL_NOFILL=Ei täyttöä
MNU_SHAPEFILL_SOLIDFILL=Täysi täyttö
MNU_SHAPEFILL_GRAFILL=Pystysuorasti kalteva täyttö
MNU_SHAPEFILL_RADIALFILL=Säteittäisesti kalteva täyttö

TBN_SHAPEOUTLINE=Ääriviiva
MNU_SHAPEOUTLINE_NOLINE = Ei viivaa
MNU_SHAPEOUTLINE_SOLIDLINE = Tavallinen viiva
MNU_SHAPEOUTLINE_DOTLINE =Pisteviiva
MNU_SHAPEOUTLINE_DASHLINE = Väliviiva
MNU_SHAPEOUTLINE_DASHDOTLINE = Välipisteviiva
MNU_SHAPEOUTLINE_DASHDOTDOTLINE = Välipistepisteviiva


TBN_SHAPEFORMAT=Kuvion sijoitus
TBN_SHAPEEFFECTS=Kuviotehosteet
MNU_SHAPEEFFECTS_NOEFFECTS=Ei tehoisteita
MNU_SHAPEEFFECTS_SHADOW=Tehosteet
MNU_SHAPEEFFECTS_SHADOWUSE=Varjo
MNU_SHAPEEFFECTS_SHADOWOPTION=Asetukset...

MNU_SHAPEEFFECTS_BALLOONPOS=Kuplan suunta
MNU_SHAPEEFFECTS_BALLOONPOSTL=Ylävasen
MNU_SHAPEEFFECTS_BALLOONPOSTR=Yläoikea
MNU_SHAPEEFFECTS_BALLOONPOSBL=Alavasen
MNU_SHAPEEFFECTS_BALLOONPOSBR=Alaoikea

MNU_SHAPEEFFECTS_ARROWSTART = Alun tyyppi
MNU_SHAPEEFFECTS_ARROWEND = Lopun tyyppi
MNU_SHAPEEFFECTS_ARROWNONE = Ei nuolta
MNU_SHAPEEFFECTS_ARROW1 = 1. nuoli
MNU_SHAPEEFFECTS_ARROW2 = 2. nuoli
MNU_SHAPEEFFECTS_ARROWCIRCLE = Ympyrä
MNU_SHAPEEFFECTS_ARROWDIAMOND = Vinoneliö

MNU_SHAPE_ARRANGE=Järjestä
BTN_SHAPE_FRONT=Tuo &eteen
BTN_SHAPE_BACK=Vie &taakse

BTN_SHAPE_ARROWSTYLE=Nuolen tyyli

TAB_SHAPECOLOR=Kuvion väri

[Licenses]

rdoRegistered = Olen ostanut tuotteen lisenssin ja minulla on rekisteröintikoodi.
rdoPersonal = Käytän ohjelmistoa vain henkilökohtaisesti.
btnBuy = &Osta nyt
btnRegister = &Rekisteröidy
btnAgree= &Hyväksyn
btnClose = &Sulje
lblEnterLicense = Syötä rekisteröintitietosi
lblOwnerName = Omistajan nimi
lblRegistrationCode = Rekisteröintikoodi

lblLicenseInfo = Ohjelmisto on lisensoitu : 
lblPersonalUse = KOTIKÄYTTÖ ( VAIN HENKILÖKOHTAISEEN KÄYTTÖÖN )

#3.0.0


#3.0.6
[ImagesSet]

grbJPEGOption=JPEG-valinnat
lblJPEGQuality=Laatu


cboJPEGQualityMaximum = Korkein
cboJPEGQualityHigh = Korkea
cboJPEGQualityMedium = Keskitasoinen
cboJPEGQualityLow = Matala
#3.0.6

#3.0.7
[SaveAll]

grbSaveOptions=Tallennusvalinnat
lblSelectFolder=Valitse oletuskansio kuvankaappauksillesi.

rdoAllImages=Kaikki kuvat
rdoUnsavedImages=Kaikki tallentamattomat kuvat

grbFileOptions=Tiedostovalinnat
lblFileName=Tiedoston nimi
lblFileType=Tiedoston tyyppi
rdoFiles=Tiedostot
#3.0.7

#3.1.0
[ColorBalance]

grpbxColorBalance=Valkotasapaino
lblColorLevels=Väritasot

grpbxToneBalance= Sävytasapaino
rdbtnShadows=Varjot
rdbtnMidtones=Keskisävyt
rdbtnHighlights=Korostukset
chckbxPreserveLuminosity=Säilytä valoteho
#3.1.0


[Message]
MSG_TRAY_TITLE = PicPick
MSG_ICON_TITLE = PicPick
MSG_MESSAGEBOX_TITLE = PicPick
MSG_PROTRACTOR_CENTERPOINT = Napsauta näytön keskipistettä
MSG_PROTRACTOR_POINT = '
MSG_ACTIVEWINDOW_1 = Paina näppäinyhdistelmää [
MSG_ACTIVEWINDOW_2 = ] kaapataksesi aktiivisen ikkunan.
MSG_EXITSAVEIMAGE_1 = Haluatko tallentaa kuvan [ 
MSG_EXITSAVEIMAGE_2 = ] muutokset?
MSG_DEFAULT_IMAGENAME = Kuva
MSG_DIRECTORYACCESSERROR = Ei pääsyä kansioon.
MSG_DEFAULT_TAPNAME = Ei kuvaa


MSG_HOTKEY_ALREADY1 = PicPick ei voi rekisteröidä seuraavia näppäinyhdistelmiä.
MSG_HOTKEY_ALREADY2 = Haluatko muuttaa niitä?

MSG_THISFOLDERNOTFOUND = Kansiota [path or folder name] ei löytynyt.
MSG_INVALID_FILENAME = Tiedoston nimi on virheellinen.
MSG_INVALID_CLIPBOARD = Ilmeni virhe haettaessa leikepöydän sisältöä! (Virheellinen leikepöydän formaatti)
MSG_CANNOTREPEATCAPTURE = Ei voitu löytää valittua aluetta viimeisimmästä kuvasta.
MSG_CLOSEALLIMAGE = Haluatko sulkea kaikki tallentamattomat kuvat?

MSG_FILE_OPEN =Avaa
MSG_FILE_SAVE =Tallenna nimellä...

MSG_NEWVERSIONAVAILABLE = Uusi versio PicPickistä on saatavilla. Haluatko mennä lataussivulle nyt?

MSG_PROGRAM_NOTADDYET=Sinun täytyy valita ulkoinen ohjelma, johon kuvankaapaukset haluat lähettää!
MSG_EXTERNALPROGRAMERROR=Määritettyä ulkoista sovellusta ei löydy.
MSG_PARAMETERS_TITLE=PicPick-parametrit
MSG_OLDLANGUAGE =Tämä käännöstiedosto on vanha, joten joitakin kohtia ei ole käännetty. Haluatko varmasti vaihtaa kielen? MSG_INVALIDALBUMNAME=The album name is invalid.
MSG_INVALIDALBUMNAME=Albumin nimi on virheellinen.
MSG_CREATEFAILUREALBUM=Ilmeni virhe luodessa albumia.
MSG_LOADINGFAILUREALBUM=Ilmeni virhe ladatessa albumeja.
MSG_IDEMPTY = Syötä käyttäjätunnus.
MSG_PWEMPTY = Syötä salasana.

#3.0.0
MSG_SAVE = &Tallenna
MSG_DONTSAVE = Äl&ä tallenna
MSG_DONTSAVEALL = Älä tallenna &mitään
MSG_NODISPLAYAGAIN = Älä näytä tätä viestiä uudelleen

BTN_YES = &Kyllä
BTN_NO = &Ei
BTN_NOALL = &Ei mitään

MSG_INPUTTEXT = Kirjoita tähän jotain

MSG_FLATTENLAYER= Tämän tehtävän tekemiseksi kuvaan täytyy upottaa kuvioita. Haluatko, että näin tehdään?
MSG_FLATTENALL=Haluatko upottaa kaikki kuviot?

MSG_INVALID_DOWNLOADURL = Ilmeni virhe ladatessa kuvaa.


MSG_OPENURL=Syötä URL-osoite.

MSG_ANYSETTINGOK = Asetukset tallennettu.
MSG_DEFAULTEDITOR=PicPick on oletuskuvankäsittelyohjelma.

#3.0.0

#3.0.7
MSG_FTPINFONEED=Syötä FTP-palvelintiedot ensin.
#3.0.7